{"sim_matcher": [{"IRB": ["The study had institutional research ethics approval.", "The University of Michigan’s institutional review board (HUM00166267) approved our study.", "This work was reviewed and overseen by the IRB at MIT", "The Purdue University Institutional Review Board (IRB) approved the study.", "Ethics approval was obtained through the local University", "This research underwent ethics review by the Office of Research Ethics at the University of Waterloo.", "The study was reviewed and approved by University's ethics board."],
"Incentives": ["18 students were paid £10 for both Study 2 (~45 minutes) and 3 (~15 minutes).", "On this basis, we commissioned seven artists to take part, each paid £1000", "Participants were each paid $5.00 (USD)", "In addition to a base payment, we design a bonus incentive as follows: participants will be awarded $0.10 for every 100 toxic comment", "Two $100 gift cards were raffled to provide incentive for respondents who successfully completed the survey", "Each speech pathologist was compensated $25", "The participants were compensated $20 for their time.", "Each participant was compensated with a $7.43 USD coffee gift card.", "Participants were paid for their participation.", "This study was approved by the Comité d’Éthique de la Recherche at Sorbonne Université."],
"No Incentives": ["Ninety volunteer undergraduate university students took part in the experiment.", "Participants were not compensated.", "Participants volunteered for participation and were not paid.", "No compensations were given to the participants for participating in this study."],
"DemograpphicsAll": ["We recruited 1527 (47.6% female, 1.2% gender variant, 0.4% transgender) participants with an average age of M=37.26 (SD=11.14) from MTurk", "12 University staff/students (4 F, 8 M) aged 24 to 32 (mean = 28.3) took part in the study.", "We recruited 20 participants (3 males, 17 females), aged 21-42 (M = 23.65, SD = 5.16) through social media"],
"DemographicsNum": ["We recruited seventeen (N=17) participants through online contact.", "A total of 52 participants were recruited.", "Participants included 33 7th grade students"], 
"DemographicsTable": ["Table 1 shows the demographic information.", "Summary of participant demographics", "We report the demographics of our participants in Table 1."], 
"DemographicsGender": ["Twelve were males and five were females.", "Participants were including 6 females and 14 males."],
"DemographicsAge": ["Their average age was 29 years old (SD = 6).", "Participants were between 18 and 46 years old.", "Participants’ age varied between 17 and 54 years (M = 25.27; SD = 6.76)."],
"Consent Form": ["All participants were asked to provide informed consent.", "Upon providing informed consent, participants were provided with a link", "After providing informed consent, audience participants were redirected to an instructional page", "The participants were asked to sign a consent form", "After accepting the consent form, we presented the participants with parts.", "In the beginning of each session, a consent form was obtained.", "The students were selected based on provided assent and parental consent.", "Informed consent was collected before participation in the study.", "Verbal consent was used during expert phone sessions.", "We read an informed consent script to the participants and requested their oral consent."],
"Pre-registration": ["Our study was preregistered on the Open Science Framework (OSF).", "We pre-registered the study at https://osf.io/dxsr5.", "We pre-registered the study at AsPredicted.", "Our study was preregistered on OSF.io", "We present the results of a pre-registered study.", "These analyses were all preregistered."],
"Sample size for QuaN": ["G*Power 3.1 was used to perform this calculation using an effect size of small (0.1), α=0.05, and 95% power.", "G*Power 3.1 found that a sample size of N=1302 would be required", "These Monte Carlo simulations determined that, for a power of 95% and a confidence level of 95%, a sample size of 1500 would be necessary.", "To reach significance, we would need 205 participants per condition for a power of 0:9", "We conducted a priori power analysis to determine our target sample size", "Using G*Power, to detect a medium effect size with a power of 0.80, we needed a total of 24 participants"],
"Data Exclusion" : ["To ensure absence of extreme outliers, we performed outlier testing.", "We had to exclude 3 responses failing our attention checks.", "We had to exclude 23 duplicate responses from the same participant.", "We then used an Interquartile Range (IQR) multiplier of 2.2 for outlier detection, and we found no outliers.", "Any level played for more than 5min was considered an outlier.", "H7 was an outlier among the 10 clinician participants", "One group was excluded from analysis due to a failure with audio and video data collection."],
"Preprocessing and data blinding" : ["The two analysts were blind to which group each participant belonged to.", "Data blinding was carried out by scrambling the group labels before the analysis."],
"Hypothesis": ["We conducted a 10 week experiment to evaluate the effectiveness of TypeOut and verify our hypothesis", "To validate our hypotheses, we conducted a questionnaire-based online survey.", "Thus, we hypothesize that", "We had seven overarching hypotheses (each broken down into three sub-hypotheses) in this study.", "To test our hypotheses, we first collected information in a crowdsourcing task", "Our results confirm hypothesis H1", "As a result, we validate H5.", "We partially confirm H2.", "As we hypothesized in H2,", "Our hypothesis is that the balance of work distribution affects the task", "We summarize our results as they relate to our hypotheses"],
"Anonymization": ["We use pseudonyms for anonymity and present slightly edited quotes for readability.", "We anonymized all public chat data prior to analyses.", "We present only anonymized chat data in this paper.", "To protect anonymity, participants are referred to by using ‘P’ for parent, followed by a participant number.", "The data was anonymized", "Pseudonyms are used for all the participants."],
"Grouping" : ["We conducted a 10-week within-subject feld experiment and compared TypeOut against two baselines", "Our experiment was a within-subject design with a single independent variable", "To answer our research question, we report differences between conditions", "We conducted an online experiment using a mixed factorial design to investigate these factors, having two between-subject and two within-subject factors", "We used a mixed factorial design, including two between-subject and two within-subject factors", "The study uses a 2 x 2 factorial design", "A between-subjects factorial design was used", "Participants use one of four conditions (between-participants design), in a fully crossed design", "The experiment follows a between subject design with Group size as the only independent variable, with one, two, three or four participants."],
"IV" : 	["Our independent variables were selected to coincide with commercial game elements and literature on the platformer genre.", "The two independent variables are temperature T and pressure presentation position A.", "We set the arm posture and type of reference frame as independent variables.", "The independent variable, peephole size, had 4 levels.", "A secondary independent variable of this experiment was mobility:walking vs sitting"],
"DV" : 	["Dependent measures include different measures of difficulty  in platformers such as different types of errors, time on task, and perceived difficulty", "Thus, we treat this construct—technical monitoring of a teen’s mobile device by their parent(s)—as the dependent variable of interest in our research framework.", "Susceptibility to spear phishing emails constituted our central outcome variable.", "To address this research question, we conducted a multilevel logistic regression, in which the click status of each email link was the dependent variable (dichotomous) and participant age and gender were the independent variables", "In our study, we treat the decision to disclosure personal information to a fictitious financial planning app as our outcome variable of interest.", "Outcome variables in this experiment were the opening rate of the policy and its comprehension.", "We added satisfaction as an outcome variable.", "This constituted the dependent variable profile perception."],
"Questionnaire/Survey" : ["The final week’s questionnaire also asks users to rank the three techniques based on effectiveness.", "In the beginning of each session, participants were asked to fill in a demographic questionnaire", "To provide students with a set of personally-relevant data about friendships in which to ground their inquiry, the research team developed a 17-item survey.", "They were asked \"How similar was the ping-pong/badminton/tennis impact experience you just experienced compared to the real-world?\", which was adapted from Presence Questionnaire "],
"Effect Size" : ["A power analysis using G*Power 3.1 indicates that these t-tests were able to detect medium efects (Cohen’s d = 0.381) at α = .05 with a power of 0.8"]}],

"zero_shot": [{"IRB": ["ethics board approval", "review board approval", "IRB approval"],
"Incentives": ["money incentives", "incentives"],
"No Incentives": ["no incentives"],
"DemograpphicsAll": ["demographics"], 
"DemographicsNum": ["demographics - count"], 
"DemographicsTable": ["demographics - table"],
"DemographicsGender": ["demographics - gender"],
"DemographicsAge": ["demographics - age"],
"Consent Form": ["sign consent form", "informed consent"],
"Pre-registration": ["pre-registration"],
"Sample size for QuaN": ["power analysis"],
"Data Exclusion" : ["outliers", "data cleaning", "quality check", "quality insurance", "data exclusion", "failed attention check"],
"Preprocessing and data blinding" : ["blinded experiment", "data blinding", "blinded analysis"],
"Hypothesis": ["hypothesis"],
"Anonymization": ["anonymization"],
"Grouping" : ["bewteen-subject design experiment", "within-subject design experiment", "mixed design study", "factorial design study", "study design", "between condition study"]}]
}
